Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Warnings appear on the Home card, the Home Hero, and the metric's detail page.
de: Warnungen erscheinen auf der Karte in der Übersicht, auf der Hauptkarte und auf der Detailseite des Messwerts.
es: Los avisos aparecen en la tarjeta de Resumen, en la portada y en la página de detalles de la métrica.
fr: Les avertissements s’affichent sur la carte dans Résumé, sur la carte principale et sur la page de détail de la mesure.
hi: चेतावनियाँ होम कार्ड, होम हीरो और मेट्रिक के विवरण पेज पर दिखती हैं।
ru: Предупреждения появляются на карточке главного экрана, на главной карточке и на странице показателя.
tr: Uyarılar ana sayfadaki kartta, Ana Göstergede ve ölçümün ayrıntı sayfasında görünür.
zh_hans: 警告会显示在主页卡片、首页主视图和该指标的详情页上。

source: was higher
de: war höher
es: fue mayor
fr: a augmenté
hi: में बढ़ोतरी हुई
ru: увеличение
tr: daha yüksekti
zh_hans: 较高

source: was lower
de: war niedriger
es: fue menor
fr: a diminué
hi: में कमी आई
ru: уменьшение
tr: daha düşüktü
zh_hans: 较低

source: Weekdays
de: Wochentage
es: Días de la semana
fr: Jours de la semaine
hi: सप्ताह के दिन
ru: Дни недели
tr: Hafta Günleri
zh_hans: 星期

source: Weight
de: Gewicht
es: Peso
fr: Poids
hi: वज़न
ru: Вес
tr: Ağırlık
zh_hans: 体重

source: Weight, body fat, and BMI
de: Gewicht, Körperfettanteil und BMI
es: Peso, grasa corporal e IMC
fr: Poids, masse grasse et IMC
hi: वज़न, शरीर में वसा और BMI
ru: Вес, процент жира и ИМТ
tr: Ağırlık, vücut yağ oranı ve VKİ
zh_hans: 体重、体脂率和体重指数

source: What Shapes Each Impact
de: Was jeden Einfluss bestimmt
es: Qué determina cada impacto
fr: Ce qui détermine chaque impact
hi: हर असर को क्या तय करता है
ru: От чего зависит каждое влияние
tr: Her Etkiyi Neler Belirler
zh_hans: 什么会影响每次训练的幅度

source: When on, Apple Intelligence writes a short comment about what's shaping today's readiness score, including your heart rate, HRV, sleep, and training signals. Everything runs on your device, and your health data never leaves it. When off or unavailable, Body shows its built-in explanation instead.
de: Wenn diese Option aktiviert ist, schreibt Apple Intelligence einen kurzen Kommentar dazu, was deinen heutigen Tagesformwert beeinflusst, einschließlich deiner Herzfrequenz, deiner HRV, deines Schlafs und deiner Trainingssignale. Alles läuft auf deinem Gerät, und deine Gesundheitsdaten verlassen es nie. Ist die Option deaktiviert oder nicht verfügbar, zeigt Body stattdessen seine integrierte Erklärung.
es: Si está activado, Apple Intelligence escribe un breve comentario sobre lo que influye en tu puntuación de preparación de hoy, incluidas tus señales de frecuencia cardiaca, VFC, sueño y entrenamiento. Todo se procesa en tu dispositivo y tus datos de salud nunca salen de él. Si está desactivado o no está disponible, Body muestra en su lugar su explicación integrada.
fr: Lorsque cette option est activée, Apple Intelligence rédige un court commentaire sur ce qui influence le score de préparation du jour, notamment votre fréquence cardiaque, votre VFC, votre sommeil et vos signaux d’entraînement. Tout est traité sur votre appareil, et vos données de santé ne le quittent jamais. Lorsque l’option est désactivée ou indisponible, Body affiche son explication intégrée à la place.
hi: चालू होने पर Apple Intelligence एक छोटी टिप्पणी लिखती है कि आज के रेडिनेस स्कोर पर किन बातों का असर है, जिनमें आपकी हृदय गति, HRV, नींद और ट्रेनिंग के संकेत शामिल हैं। सब कुछ आपके डिवाइस पर ही चलता है, और आपका सेहत डेटा कभी उससे बाहर नहीं जाता। बंद या अनुपलब्ध होने पर Body इसकी जगह अपनी व्याख्या दिखाता है।
ru: Если параметр включен, Apple Intelligence пишет короткий комментарий о том, что влияет на сегодняшнюю оценку готовности, включая пульс, ВСР, сон и сигналы тренировок. Все обрабатывается на устройстве, и Ваши медданные никогда его не покидают. Если параметр выключен или функция недоступна, Body показывает встроенное пояснение.
tr: Açıkken Apple Intelligence; kalp atış hızınız, HRV'niz, uykunuz ve antrenman sinyalleriniz dahil olmak üzere bugünkü hazırlık puanınızı neyin şekillendirdiğine dair kısa bir yorum yazar. Her şey aygıtınızda çalışır ve sağlık verileriniz aygıtınızdan asla çıkmaz. Kapalıyken veya kullanılamadığında Body bunun yerine kendi yerleşik açıklamasını gösterir.
zh_hans: 开启后，Apple 智能会写下一句简短点评，说明是什么在影响今天的恢复状态分数，包括你的心率、心率变异性、睡眠和训练信号。全部处理都在你的设备上完成，健康数据不会离开设备。关闭或不可用时，Body 会改为显示自带的说明。

source: When on, Body estimates a 1-10 effort for each workout from available workout, heart-rate, recent history, and readiness data. The suggestion appears on workout details and pre-fills unrated effort edits; your saved ratings stay in control, and unchanged accepted suggestions are excluded from future calibration.
de: Wenn diese Option aktiviert ist, schätzt Body für jedes Training eine Anstrengung von 1 bis 10 anhand der verfügbaren Trainings- und Herzfrequenzdaten, deines jüngsten Verlaufs und deiner Tagesform. Der Vorschlag erscheint in den Trainingsdetails und wird beim Bearbeiten unbewerteter Anstrengungen vorausgefüllt. Deine gesicherten Bewertungen haben weiterhin Vorrang, und unverändert übernommene Vorschläge fließen nicht in künftige Kalibrierungen ein.
es: Si está activado, Body estima un esfuerzo del 1 al 10 para cada entrenamiento a partir de los datos disponibles del entrenamiento, la frecuencia cardiaca, el historial reciente y la preparación. La sugerencia aparece en los detalles del entrenamiento y rellena de antemano el esfuerzo cuando lo editas en un entrenamiento sin valorar; tus valoraciones guardadas siempre mandan, y las sugerencias aceptadas sin cambios se excluyen de la calibración futura.
fr: Lorsque cette option est activée, Body estime un effort de 1 à 10 pour chaque exercice à partir des données d’exercice, de fréquence cardiaque, d’historique récent et de préparation disponibles. La suggestion apparaît dans les détails de l’exercice et préremplit la modification des efforts non évalués ; vos notes enregistrées restent prioritaires, et les suggestions acceptées sans modification sont exclues des futurs étalonnages.
hi: चालू होने पर Body उपलब्ध वर्कआउट, हृदय गति, हाल के इतिहास और रेडिनेस डेटा से हर वर्कआउट के लिए 1 से 10 तक के प्रयास का अनुमान लगाता है। यह सुझाव वर्कआउट विवरण में दिखता है और बिना रेटिंग वाले प्रयास को संपादित करते समय पहले से भरा रहता है। आपकी सहेजी गई रेटिंग ही मान्य रहती हैं, और बिना बदले स्वीकार किए गए सुझाव आगे के कैलिब्रेशन में शामिल नहीं होते।
ru: Если параметр включен, Body оценивает усилие от 1 до 10 для каждой тренировки по доступным данным тренировки, пульса, недавней истории и готовности. Предложение появляется на странице тренировки и подставляется при оценке неоцененного усилия; Ваши сохраненные оценки всегда главнее, а принятые без изменений предложения не учитываются при дальнейшей калибровке.
tr: Açıkken Body; mevcut antrenman, kalp atış hızı, yakın geçmiş ve hazırlık verilerinden her antrenman için 1 ile 10 arasında bir efor tahmini yapar. Öneri antrenman ayrıntılarında görünür ve puanlanmamış efor düzenlemelerini önceden doldurur. Kontrol her zaman kaydettiğiniz puanlardadır ve değiştirmeden kabul ettiğiniz öneriler gelecekteki kalibrasyona dahil edilmez.
zh_hans: 开启后，Body 会根据可用的运动、心率、近期历史和恢复状态数据，为每次运动估算 1 到 10 的强度。该建议会出现在运动详情中，并预填尚未评分的强度；你保存的评分始终优先，未修改就采纳的建议不会计入未来校准。

source: When on, Body fills in effort for you, but only when it's confident. Some workouts get filled and others are left for you to rate:
de: Wenn diese Option aktiviert ist, trägt Body die Anstrengung für dich ein, aber nur, wenn es sich sicher ist. Manche Trainings werden ausgefüllt, andere bleiben für deine eigene Bewertung frei:
es: Si está activado, Body completa el esfuerzo por ti, pero solo cuando está seguro. Algunos entrenamientos se completan y otros se quedan para que los valores tú:
fr: Lorsque cette option est activée, Body remplit l’effort à votre place, mais seulement lorsqu’il est suffisamment sûr. Certains exercices sont remplis, d’autres vous sont laissés à évaluer :
hi: चालू होने पर Body आपके लिए प्रयास भर देता है, लेकिन सिर्फ़ तब जब उसे पक्का भरोसा हो। कुछ वर्कआउट भरे जाते हैं और कुछ आपकी रेटिंग के लिए छोड़ दिए जाते हैं:
ru: Если параметр включен, Body заполняет усилие за Вас, но только при достаточной уверенности. Одни тренировки заполняются, а другие остаются для Вашей оценки:
tr: Açıkken Body eforu sizin yerinize doldurur, ancak yalnızca emin olduğunda. Bazı antrenmanlar doldurulur, bazıları ise puanlamanız için size bırakılır:
zh_hans: 开启后，Body 会替你填写强度，但只在足够有把握时才填写。有些运动会被自动填写，有些则留给你自己评分：

source: When on, Body periodically checks in the background and sends a notification the first time a warning is detected each day. Checks are scheduled by the system and are not real-time.
de: Wenn diese Option aktiviert ist, prüft Body regelmäßig im Hintergrund und sendet eine Mitteilung, wenn an einem Tag zum ersten Mal eine Warnung erkannt wird. Die Prüfungen plant das System, sie erfolgen nicht in Echtzeit.
es: Si está activado, Body hace comprobaciones periódicas en segundo plano y envía una notificación la primera vez que detecta un aviso cada día. El sistema programa las comprobaciones, que no son en tiempo real.
fr: Lorsque cette option est activée, Body effectue des vérifications périodiques en arrière-plan et envoie une notification la première fois qu’un avertissement est détecté chaque jour. Les vérifications sont planifiées par le système et ne sont pas en temps réel.
hi: चालू होने पर Body समय समय पर बैकग्राउंड में जाँच करता है और हर दिन पहली बार चेतावनी का पता चलने पर सूचना भेजता है। जाँच का समय सिस्टम तय करता है और यह रीयल टाइम नहीं होती।
ru: Если параметр включен, Body периодически выполняет проверки в фоновом режиме и отправляет уведомление, когда предупреждение обнаружено впервые за день. Проверки планирует система, и они выполняются не в реальном времени.
tr: Açıkken Body arka planda düzenli olarak denetim yapar ve her gün bir uyarı ilk kez algılandığında bildirim gönderir. Denetimler sistem tarafından zamanlanır ve gerçek zamanlı değildir.
zh_hans: 开启后，Body 会定期在后台检查，并在每天首次检测到警告时发送通知。检查由系统调度，并非实时。

source: When on, swiping left or right on the workouts calendar or type breakdown switches to the next or previous month, the same as the month picker. When off, the chart ignores horizontal swipes.
de: Wenn diese Option aktiviert ist, wechselst du durch Streichen nach links oder rechts im Trainingskalender oder in der Aufteilung nach Trainingsart zum nächsten oder vorherigen Monat, genau wie mit der Monatsauswahl. Ist sie deaktiviert, ignoriert das Diagramm horizontales Streichen.
es: Si está activado, al deslizar a la izquierda o a la derecha en el calendario de entrenamientos o en el desglose por tipo se pasa al mes siguiente o al anterior, igual que con el selector de mes. Si está desactivado, la gráfica ignora los deslizamientos horizontales.
fr: Lorsque cette option est activée, un balayage vers la gauche ou la droite sur le calendrier des exercices ou la répartition par type passe au mois suivant ou précédent, comme avec le sélecteur de mois. Lorsqu’elle est désactivée, le graphique ignore les balayages horizontaux.
hi: चालू होने पर वर्कआउट कैलेंडर या प्रकार के ब्योरे पर बाएँ या दाएँ स्वाइप करने से अगला या पिछला महीना खुलता है, ठीक महीना चयनकर्ता की तरह। बंद होने पर चार्ट हॉरिज़ॉन्टल स्वाइप को अनदेखा करता है।
ru: Если параметр включен, смахивание влево или вправо по календарю тренировок или разбивке по типам переключает на следующий или предыдущий месяц, как и выбор месяца. Если выключен, график не реагирует на горизонтальное смахивание.
tr: Açıkken antrenman takviminde veya tür dökümünde sola ya da sağa kaydırmak, ay seçicide olduğu gibi sonraki veya önceki aya geçer. Kapalıyken grafik yatay kaydırmaları yok sayar.
zh_hans: 开启后，在运动日历或类型分布图上向左或向右滑动即可切换到下一个月或上一个月，效果与月份选择器相同。关闭后，图表将忽略横向滑动。

source: When on, the month carousel at the top of the Workouts page and the month picker beside the search bar show months in their short uppercase form, such as SEP instead of September. This option is only available when the app runs in English.
de: Wenn diese Option aktiviert ist, zeigen das Monatskarussell oben in „Trainings“ und die Monatsauswahl neben der Suchleiste die Monate in ihrer kurzen Form in Großbuchstaben, etwa SEP statt September. Diese Option ist nur verfügbar, wenn die App auf Englisch läuft.
es: Si está activado, el carrusel de meses de la parte superior de la página Entrenamientos y el selector de mes junto a la barra de búsqueda muestran los meses en su forma corta en mayúsculas, como SEP en lugar de September. Esta opción solo está disponible cuando la app se usa en inglés.
fr: Lorsque cette option est activée, le carrousel des mois en haut de la page Exercices et le sélecteur de mois à côté de la barre de recherche affichent les mois sous leur forme courte en majuscules, comme SEP au lieu de September. Cette option n’est disponible que lorsque l’app est en anglais.
hi: चालू होने पर वर्कआउट पेज के सबसे ऊपर का महीना कैरोसेल और खोज बार के बग़ल का महीना चयनकर्ता महीनों को बड़े अक्षरों वाले छोटे रूप में दिखाते हैं, जैसे September की जगह SEP। यह विकल्प सिर्फ़ तब उपलब्ध है जब ऐप अंग्रेज़ी में चल रहा हो।
ru: Если параметр включен, карусель месяцев вверху страницы «Тренировки» и выбор месяца рядом с полем поиска показывают месяцы в короткой форме заглавными буквами, например SEP вместо September. Параметр доступен, только когда приложение работает на английском языке.
tr: Açıkken Antrenmanlar sayfasının üstündeki ay şeridi ve arama çubuğunun yanındaki ay seçici, ayları September yerine SEP gibi kısa ve büyük harfli biçimde gösterir. Bu seçenek yalnızca uygulama İngilizce çalışırken kullanılabilir.
zh_hans: 开启后，健身记录页顶部的月份轮播和搜索栏旁的月份选择器会以大写简短形式显示月份，例如 SEP 而非 September。此选项仅在应用以英文运行时可用。

source: Which metric?
de: Welcher Messwert?
es: ¿Qué métrica?
fr: Quelle mesure ?
hi: कौन सा मेट्रिक?
ru: Какой показатель?
tr: Hangi ölçüm?
zh_hans: 哪项指标？

source: White
de: Weiß
es: Blanco
fr: Blanc
hi: सफ़ेद
ru: Белый
tr: Beyaz
zh_hans: 白色

source: Why the Total Can Exceed Your Score
de: Warum die Summe deinen Wert übersteigen kann
es: Por qué el total puede superar tu puntuación
fr: Pourquoi le total peut dépasser votre score
hi: कुल आपके स्कोर से ज़्यादा क्यों हो सकता है
ru: Почему сумма может превышать оценку
tr: Toplam Neden Puanınızı Aşabilir
zh_hans: 为什么总和会超过你的分数

source: Widgets for your workouts and every metric.
de: Widgets für deine Trainings und jeden Messwert.
es: Widgets para tus entrenamientos y cada métrica.
fr: Des widgets pour vos exercices et chaque mesure.
hi: आपके वर्कआउट और हर मेट्रिक के लिए विजेट।
ru: Виджеты для тренировок и всех показателей.
tr: Antrenmanlarınız ve tüm ölçümler için araç takımları.
zh_hans: 运动和每项指标的小组件。

source: workout
de: Training
es: entrenamiento
fr: exercice
hi: वर्कआउट
ru: трен.
tr: antrenman
zh_hans: 次运动

source: Workout Color
de: Trainingsfarbe
es: Color del entrenamiento
fr: Couleur de l’exercice
hi: वर्कआउट का रंग
ru: Цвет тренировки
tr: Antrenman Rengi
zh_hans: 运动颜色

source: Workout Colors
de: Trainingsfarben
es: Colores de entrenamientos
fr: Couleurs des exercices
hi: वर्कआउट के रंग
ru: Цвета тренировок
tr: Antrenman Renkleri
zh_hans: 运动颜色

source: Workout Effort
de: Trainingsanstrengung
es: Esfuerzo del entrenamiento
fr: Effort de l’exercice
hi: वर्कआउट प्रयास
ru: Усилие при тренировке
tr: Antrenman Eforu
zh_hans: 运动强度

source: Workout effort isn't available on this device.
de: Trainingsanstrengung ist auf diesem Gerät nicht verfügbar.
es: El esfuerzo del entrenamiento no está disponible en este dispositivo.
fr: L’effort de l’exercice n’est pas disponible sur cet appareil.
hi: इस डिवाइस पर वर्कआउट प्रयास उपलब्ध नहीं है।
ru: Усилие при тренировке недоступно на этом устройстве.
tr: Antrenman eforu bu aygıtta kullanılamıyor.
zh_hans: 此设备不支持运动强度。

source: Workout Equivalents
de: Trainings-Gegenwert
es: Equivalencias del entrenamiento
fr: Équivalents de l’exercice
hi: वर्कआउट समतुल्य
ru: Эквиваленты тренировки
tr: Antrenman Karşılıkları
zh_hans: 运动热量等价

source: Workout Route
de: Trainingsroute
es: Ruta del entrenamiento
fr: Parcours de l’exercice
hi: वर्कआउट मार्ग
ru: Маршрут тренировки
tr: Antrenman Rotası
zh_hans: 运动路线

source: Workout strain ratio
de: Verhältnis der Trainingsbelastung
es: Ratio de esfuerzo de los entrenamientos
fr: Ratio de sollicitation des exercices
hi: वर्कआउट के दबाव का अनुपात
ru: Коэффициент нагрузки тренировок
tr: Antrenman zorlanma oranı
zh_hans: 训练强度比率

source: Workout strain trend
de: Trend der Trainingsbelastung
es: Tendencia del esfuerzo de los entrenamientos
fr: Tendance de la sollicitation des exercices
hi: वर्कआउट के दबाव का ट्रेंड
ru: Тренд нагрузки тренировок
tr: Antrenman zorlanma eğilimi
zh_hans: 训练强度趋势

source: Workout Type
de: Trainingsart
es: Tipo de entrenamiento
fr: Type d’exercice
hi: वर्कआउट का प्रकार
ru: Тип тренировки
tr: Antrenman Türü
zh_hans: 运动类型

source: Workout Types
de: Trainingsarten
es: Tipos de entrenamiento
fr: Types d’exercice
hi: वर्कआउट के प्रकार
ru: Типы тренировок
tr: Antrenman Türleri
zh_hans: 运动类型

# workoutColors.blue
source: Blue
de: Blau
es: Azul
fr: Bleu
hi: नीला
ru: Синий
tr: Mavi
zh_hans: 蓝色

# workoutColors.brightness
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
hi: ब्राइटनेस
ru: Яркость
tr: Parlaklık
zh_hans: 亮度

# workoutColors.custom
source: Custom
de: Eigene
es: Personalizado
fr: Personnalisée
hi: कस्टम
ru: Свой
tr: Özel
zh_hans: 自定义

# workoutColors.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认

# workoutColors.doneEditing
source: Done
de: Fertig
es: OK
fr: OK
hi: पूर्ण
ru: Готово
tr: Bitti
zh_hans: 完成

# workoutColors.empty
source: No workouts yet. Workout types appear here once you've logged them.
de: Noch keine Trainings. Trainingsarten erscheinen hier, sobald du sie erfasst hast.
es: Aún no hay entrenamientos. Los tipos de entrenamiento aparecen aquí cuando los registras.
fr: Aucun exercice pour le moment. Les types d’exercice apparaissent ici une fois enregistrés.
hi: अभी कोई वर्कआउट नहीं। वर्कआउट दर्ज करने के बाद उनके प्रकार यहाँ दिखते हैं।
ru: Тренировок пока нет. Типы тренировок появятся здесь после их записи.
tr: Henüz antrenman yok. Antrenman türleri, kaydettiğinizde burada görünür.
zh_hans: 还没有运动记录。记录运动后，类型会显示在这里。

# workoutColors.footer
source: Tap a workout to give it your own color. Everything that shows that workout uses it.
de: Tippe auf ein Training, um ihm deine eigene Farbe zu geben. Alles, was dieses Training zeigt, verwendet sie.
es: Toca un entrenamiento para darle tu propio color. Todo lo que muestre ese entrenamiento lo usará.
fr: Touchez un exercice pour lui attribuer votre propre couleur. Tout ce qui affiche cet exercice l’utilise.
hi: किसी वर्कआउट को अपना रंग देने के लिए उस पर टैप करें। वह वर्कआउट जहाँ भी दिखता है, वहाँ यही रंग इस्तेमाल होता है।
ru: Коснитесь тренировки, чтобы задать ей свой цвет. Он используется везде, где показывается эта тренировка.
tr: Kendi renginizi vermek için bir antrenmana dokunun. O antrenmanı gösteren her yer bu rengi kullanır.
zh_hans: 点按某项运动即可为其设置专属颜色。凡是显示该运动的地方都会使用这个颜色。

# workoutColors.green
source: Green
de: Grün
es: Verde
fr: Vert
hi: हरा
ru: Зеленый
tr: Yeşil
zh_hans: 绿色

# workoutColors.red
source: Red
de: Rot
es: Rojo
fr: Rouge
hi: लाल
ru: Красный
tr: Kırmızı
zh_hans: 红色

# workoutColors.reset
source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer valor predeterminado
fr: Rétablir par défaut
hi: डिफ़ॉल्ट पर रीसेट करें
ru: Вернуть стандартный
tr: Varsayılana Sıfırla
zh_hans: 恢复默认

# workoutColors.resetAll
source: Reset All
de: Alle zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
hi: सभी को रीसेट करें
ru: Сбросить все
tr: Tümünü Sıfırla
zh_hans: 全部重置

# workoutColors.resetAllConfirm
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
ru: Сбросить
tr: Sıfırla
zh_hans: 重置

# workoutColors.resetAllMessage
source: Every workout type goes back to its built-in color.
de: Jede Trainingsart erhält wieder ihre integrierte Farbe.
es: Todos los tipos de entrenamiento vuelven a su color integrado.
fr: Chaque type d’exercice retrouve sa couleur d’origine.
hi: हर वर्कआउट प्रकार अपने बिल्ट इन रंग पर लौट आएगा।
ru: Все типы тренировок вернутся к встроенным цветам.
tr: Tüm antrenman türleri yerleşik renklerine döner.
zh_hans: 所有运动类型都将恢复为内置颜色。

# workoutColors.resetAllTitle
source: Reset all workout colors?
de: Alle Trainingsfarben zurücksetzen?
es: ¿Restablecer todos los colores de entrenamientos?
fr: Réinitialiser toutes les couleurs d’exercice ?
hi: सभी वर्कआउट रंग रीसेट करें?
ru: Сбросить все цвета тренировок?
tr: Tüm antrenman renkleri sıfırlansın mı?
zh_hans: 重置所有运动颜色？

# workoutColors.values
source: Values
de: Werte
es: Valores
fr: Valeurs
hi: मान
ru: Значения
tr: Değerler
zh_hans: 数值

source: workouts
de: Trainings
es: entrenamientos
fr: exercices
hi: वर्कआउट
ru: трен.
tr: antrenman
zh_hans: 次运动

source: Workouts
de: Trainings
es: Entrenamientos
fr: Exercices
hi: वर्कआउट
ru: Тренировки
tr: Antrenmanlar
zh_hans: 运动

source: Workouts Chart
de: Trainingsdiagramm
es: Gráfica de entrenamientos
fr: Graphique des exercices
hi: वर्कआउट चार्ट
ru: График тренировок
tr: Antrenman Grafiği
zh_hans: 运动图表

source: Workouts This Week
de: Trainings dieser Woche
es: Entrenamientos de esta semana
fr: Exercices de la semaine
hi: इस सप्ताह के वर्कआउट
ru: Тренировки за неделю
tr: Bu Haftaki Antrenmanlar
zh_hans: 本周运动

source: Wrist Temperature
de: Temperatur am Handgelenk
es: Temperatura de la muñeca
fr: Température au poignet
hi: कलाई का तापमान
ru: Температура запястья
tr: Bilekten Sıcaklık
zh_hans: 手腕温度

source: Year
de: Jahr
es: Año
fr: Année
hi: वर्ष
ru: Год
tr: Yıl
zh_hans: 年

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
ru: Ежегодно
tr: Yıllık
zh_hans: 年度订阅

source: You are a Pro
de: Du hast Pro
es: Ya eres Pro
fr: Vous avez Pro
hi: आप Pro हैं
ru: У Вас Pro
tr: Artık Pro üyesisiniz
zh_hans: 你已是 Pro 会员

source: You have Body Pro
de: Du hast Body Pro
es: Tienes Body Pro
fr: Vous avez Body Pro
hi: आपके पास Body Pro है
ru: У Вас есть Body Pro
tr: Body Pro'ya sahipsiniz
zh_hans: 你已拥有 Body Pro

source: You have logged %@ workouts in Body this week, %@ in total, including %@.
de: Du hast diese Woche in Body %@ Trainings erfasst, insgesamt %@, darunter %@.
es: Entrenamientos registrados en Body esta semana: %@, con un total de %@, incluidos %@.
fr: Exercices enregistrés dans Body cette semaine : %1$@, %2$@ au total, dont %3$@.
hi: इस सप्ताह आपने Body में %@ वर्कआउट दर्ज किए, कुल %@, जिनमें %@ शामिल हैं।
ru: Записано тренировок в Body за эту неделю: %1$@, всего: %2$@, в том числе: %3$@.
tr: Bu hafta Body'de %@ antrenman kaydettiniz, toplam %@. Bunların arasında %@ var.
zh_hans: 本周你在 Body 中记录了 %@ 次运动，共 %@，包括%@。

source: You have logged %@ workouts in Body this week, %@ in total.
de: Du hast diese Woche in Body %@ Trainings erfasst, insgesamt %@.
es: Entrenamientos registrados en Body esta semana: %@, con un total de %@.
fr: Exercices enregistrés dans Body cette semaine : %1$@, %2$@ au total.
hi: इस सप्ताह आपने Body में %@ वर्कआउट दर्ज किए, कुल %@।
ru: Записано тренировок в Body за эту неделю: %1$@, всего: %2$@.
tr: Bu hafta Body'de %@ antrenman kaydettiniz, toplam %@.
zh_hans: 本周你在 Body 中记录了 %@ 次运动，共 %@。

source: You started the day at %@, before today's workouts.
de: Vor den heutigen Trainings bist du mit %@ in den Tag gestartet.
es: Empezaste el día con %@, antes de los entrenamientos de hoy.
fr: Vous avez commencé la journée à %@, avant les exercices du jour.
hi: आज के वर्कआउट से पहले आपने दिन की शुरुआत %@ पर की थी।
ru: Начало дня, до сегодняшних тренировок: %@.
tr: Bugünkü antrenmanlardan önce güne %@ ile başladınız.
zh_hans: 今天运动前，你的起始分数为 %@。

source: Your %@ in Body is %@.
de: Dein Wert für %@ in Body: %@.
es: El valor de %@ en Body es %@.
fr: %1$@ dans Body : %2$@.
hi: Body में %@ %@ है।
ru: %1$@ в Body: %2$@.
tr: Body'de %@ değeriniz: %@.
zh_hans: 你在 Body 中的%@为 %@。
